{
    "A Commonweale is a lawfull government of many families, and of that which unto them in common belongeth, with a puissant soveraigntie.\n": 0,
    " This definition omitted by them which have written of a Commonweale, wee have placed in the first place: for that in all arts and actions, it behoveth us first to behold the end, and afterward the meanes to attaine therunto.\n": 1,
    " For a definition is nothing else than the very end and scope of the matter propounded, which if it be not well and surely grounded, whatsoever you build thereupon must together and in a moment fall.\n": 2,
    " And yet oftentimes it falleth out with many, that having propounded unto themselves certaine ends, yet can they not attaine unto the end by them desired; no more than the unskilfull archer who shooteth farre and wide from the marke he aimed at, whereas he which shooteth markeman like, although he misse somewhat the marke, yet shall he shoot neerer than he, neither shall  he want the commendation of a good archer, having performed what a skilfull archer should have done.\n": 3,
    " But he which knoweth not the end of the matter he hath in hand, is as farre from the hope of attaining thereunto, as he is from hitting the marke, which shooteth at randon, not knowing whereat.\n": 4,
    " Wherefore let us well examine the end, and every part of the definition by us before propounded.\n": 5,
    " Yea the lawes do permit him that is taken of robbers, not therby to loose his libertie; but that he may neverthelesse make his will, and do all other lawfull actes: which for all that was not in former time lawfull for them to doe, which were taken by their just enemies.\n": null,
    " For that he which was fallen into the hands of his lawfull enemies, by the law of nations did together with his libertie loose also all such power as he had over his owne things.\n": 8,
    " Now if a man should say, that the law commaundeth to restore unto the robber his pawne, his things committed unto thee upon trust, or what thou hast of him borrowed; or to repossesse him, beeing by force thrust out of a possession, never so unjustly by him obtained;  there is thereof a double reason: the one, for that the robber in submitting himselfe unto the Magistrat, and shewing his obedience unto the lawes, in demaunding justice, deserveth to be therein regarded: the other, for that this is not so much done in favour of the theefe or robber, as in hatred of him which would unconscionably detaine the sacred thing left to his trust, or by way of force proceed to the gaining of that which he might by course of justice have otherwise obtained.\n": 9,
    " Of the first whereof we have examples enow, but none more memorable than that of Augustus the Emperour, who caused it to be proclaimed by the sound of the Trumpet, that he would give ten Sestertiees unto him which should bring unto him Coracotas, the ring leader of the theeves and outlawes in Spaine: which thing Coracotas understanding, of his owne  accord presented himselfe unto the Emperour, and demaunded of him the promised reward: which Augustus caused to be paid unto him, and so received him into his favour, to the intent that men should not thinke, that hee would take from him his life, to deceive him of the reward promised; or yet violate the publike faith and securitie with him, who of himselfe offered himselfe unto the triall of justice: albeit hee might have justly proceeded against the fellon, and so have executed him.\n": 11,
    " But he that should use such common right towards pirats & robbers, as is to be used against just enemies, should open a dangerous gap to all vagabonds, to joyne themselves unto robbers and theeves; and assure their capitall actions and confederacie, under the vaile of justice.\n": 14,
    " Truly by such allurements to draw arch pirats into good order, is, and shal be alwaies commendable: not onely to the end, not to make such people through dispaire  to invade the State of other princes, but also by their meanes to ruinate and bring to  naught other pirats, as enemies to mankind: who although they seeme to live in never so much amitie and friendship together, and with great equalitie to divide the spoile, (as it is reported of Bargulus and Vitriatus, the arch pirats) yet for al that they ought not to be of right called societies and amities, or partnerships; but conspiracies, robberies, & pillages: neither is that their equal parting of the spoile, to be tearmed a lawful division, but a meere robberie: for that the principall point wherein consisteth the true marke and cognisance of amitie in them wanteth, that is to wit, right government, according to the lawes of nature.\n": 16,
    " And that is it, for which the auncient writers have called Commonweals, Societies of men assembled to live well and happily together.\n": null,
    " Which as it may serve for a description of a Citie, so can it not stand for a true definition  of a Commonweale, as having in the one part thereof too much, and in the other too little: three principall things especially to bee required in every Commonwealth, wanting in this description, that is to say, the family, the soveraigntie, and those things which are common to a Citie, or commonweale: joyning hereunto also, that this word, Happily, as they understand it, is not necessarie: for otherwise vertue should have no prize, if the favourable wind of prosperitie still blew not in the poope thereof, which a good man will never consent unto.\n": null,
    " For a Commonweale may be right well governed, and yet neverthelesse afflicted with povertie, forsaken of friends, besieged by enemies, and overwhelmed with many calamities: unto which estate Cicero himselfe confesseth him to have seene the Commonweale of Marseils in Province to have fallen, at such time as it was by Caius Caesar triumphed upon: which he saith to have bene the best ordered and most accomplished that ever was in the world, without exception.\n": 17,
    " And yet neverthelesse most certaine it is, that vertue hath not a more capitall enemie, than such a perpetual successe as they cal most happy; which to joine together with honesty, is no lesse difficultie, than to combine things by nature most contrarie.\n": 19,
    " Yet is it not our intent or purpose to figure out the onely imaginary forme and Idea of a Commonweale, without effect, or substance, as have Plato, and Sir Thomas More Chauncelor of England, vainely imagined: but so neere as we possibly can precisely to follow the best lawes and rules of the most flourishing cities and Commonweals.\n": null,
    " In which doing, a man is not bee justly blamed, although hee fully attaine not unto the end hee aimeth at, no more than the good Pilot, by force of tempest driven out of his course; or the skilfull Physitian overcome with the force of the maladie, are the lesse esteemed: provided, that the one hath yet in the cure well  governed his sicke patient; and the other in his course, his ship.\n": 20,
    "Now if the greatest felicitie and happinesse of one citisen, and of a whole Citie, be all one and the selfe same, and the chiefe good of both consisteth in those vertues which are proper unto the mind, and are onely conversant in contemplation (as they which in wisedome are said to have farre excelled the rest, have with great agreement affirmed) it must needs follow also, those citisens and people to enjoy true felicitie, which exercising themselves in the sweet knowledge of things naturall, humane, and divine, referre all the fruits of their contemplation unto the almightie God, and great Prince of nature.\n": 21,
    " If we then confesse this to be the principall end of the most blessed and happy life of every one in particular, we conclude, that this is the felicitie and end also of a Commonweale.\n": 22,
    " But for as much as men of affaires, and Princes, are not in this point agreed, every man measuring his good by the foot of his pleasures and contentments; and that those which have had the same opinion of the chiefe felicitie of a man in particular, have not alwayes agreed, That a good man and a good citisen are not all one; neither that the felicitie of one man, and of a whole Commonweale are both alike: this hath made that we have alwaies had varietie of lawes, customs, and decrees, according to the divers humors and passions of Princes and governours.\n": 23,
    " But for as much as  the wise man is in a sort the measure of right and wrong, of truth and falshood; or as it were an inflexible rule: and they which are thought to excell all others in justice and wisdom, with one consent affirme the chiefe good of every one in particular, and of all in common, to be but one, and the same; we also putting no difference betwixt a good man, and a good citisen, measure the chiefe felicitie and happinesse of every particular man, and of all men in general, by that most beautifull and and sweet contemplation of high matters, which we before spoke of.\n": null,
    " Albeit that Aristotle sometimes following the vulgar opinion, seemeth doubtfull in setting downe the chiefe good thing, and not well to agree in opinion with himselfe; as thinking it necessarie unto vertuous actions to joyne also wealth and power: yet when he reasoneth more subtilly thereof, placing  the chiefe good and felicitie of man, in Contemplation.\n": 24,
    " Which seemeth to have given occasion unto Marcus Varro to say, That the felicitie of man consisteth in a mixture of action and contemplation together: whereof this may seeme to have bene the reason, For that as of one simple thing, the felicitie is simple; so of things double or compound, the felicitie is also double and compound.\n": null,
    " For the goodnesse of the bodie consisteth in the health, strength, agilitie, comlinesse, and beautie thereof: but the goodnesse of the mind, that is to say, of that facultie or power which is the true bond of the bodie and understanding together, consisteth in the due obedience of our desires unto reason, that is to say, in the action of morall vertues: whereas the chiefe goodnes and felicitie of the understanding and mind it selfe, consisteth in the intellectuall vertues, that is to say, Wisedom, Knowledge, and true Religion: Wisedome, concerning worldly affairs; Knowledge, concerning the searching out of the secrets of nature; and Religion, the knowledge of things divine.\n": null,
    " Of which three vertues, the first seeth the difference betwixt good and evill, the second betwixt truth and falshood, and the third betwixt true holinesse and impietie: and so altogether containe what is to be desired, or to be fled from.\n": 25,
    " Yet for all that shall a citie be much more blessed and fortunate, which encreased by these vertues, shal have also sufficient territorie, and place capable for the inhabitants; a fertill soyle to plant in, with beasts and cattell sufficient to feed and cloath the people with; and for the maintenance of their health, the sweet disposition of the heavens, temperate and fresh ayre, plentifull and wholsome water, also matter fit for building and fortification, if the countrey of it selfe bee not safe and strong enough against the injuries both of the weather and the enemy.\n": 26,
    " These are the first beginnings of a growing commonweale, viz.\n": null,
    " That those things be first provided for, without which people can in no wise live; and then after that, such other things as wherewith men live the more commodiously and better, as medicines to cure diseases, mettals wherwith convenient tools may be made for workmen, & armes for souldiers, not onely to repulse, but also to take revenge upon the enemie and robber.\n": 27,
    " And as we have no care of nurturing our children, before that they by convenient education being growne, become capable both of speech and reason; no more regard have cities also for the conforming of manners, or searching after the knowledge of naturall and divine things, before they have gotten such things as must needs be had to feed and defend their citisens; but are with meane wisedome content to repulse  their enemies, and defend their people from injurie.\n": null,
    " But the man that hath got all things needfull for him to lead a safe and happy life withall, if he be well by nature, and better by education instructed, abhorreth the companie of loose and wicked men, sorteth himselfe with the good, and seeketh after their friendship: and afterwards when he feeleth himself cleane & free from those perturbations and passions which trouble and molest the mind; and hath not set his whole hope upon his vaine pelfe, hee at great ease beholdeth the chaunges and chances of the world, the unstaidnesse and diversitie of mens maners, their divers ages, and conditions; some in the height of power and soveraigntie; others in the bottome of calamitie and woe: he then studiously beholdeth the mutations, risings, and downfals of Commonweals; and wisely joyneth things  forepast, unto those that are to come.\n": 28,
    " After that, turning himselfe from mens affaires unto the beautie of nature, he delighteth himselfe in beholding the varietie of natures worke in plants, living creatures, and minerals, hee considereth of every one of them, their forme, their strength, and excellencie: yea he seeth the successive transmutations of the elements themselves one into another, the singular Antipathie and contagiousnesse of things, the wonderfull order and consent of causes; whereby the things lowest, are ioyned unto the highest, they in the middle unto both, and so in briefe all to all: as also whereof every thing tooke beginning, whether it returneth againe, when and how it shall take end; what in things is mortall and transitory, what immortall and eternall: and so by little and little, as it were with the swift wings of contemplation  carried up into heaven, wondreth at the brightnesse of the notable starres; the power, placing, distance, and unequall course of the heavenly bodies; and so the good agreement and as it were most sweet harmonie of the whole world, and of every part thereof: so ravished with a wonderfull pleasure, accompanied with a perpetuall desire to see the causes of all things, he is still caried on, untill hee bee brought unto God, the first cause, and governour of all this most faire and beautifull worke: whither when hee is once come, he staieth to search further, seeing that he is of an infinite and incomprehensible essence, greatnesse, power, wisedome, and beautie, such as cannot either by  tongue be expressed, or by any mind of man conceived: yet so much as in him is hee  prayseth, extolleth, and with great devotion honoureth, that so great brightnes of the divine Maiestie, which by such heavenly contemplation draweth him unto the true glorie, and chiefe end of all goodnesse.\n": 30,
    "If therefore we judge such a man wise and happie, as hath not gotten store of commonwealth and pelfe, but the knowledge and understanding of most excellent things, and remote from the rude capacitie of the vulgar people: how much more happie ought we to judge a commonweale, abounding with a multitude of such citisens, although it contented with strait bounds, contemne the proud wealth and pleasures of  the greatest cities, which measure their greatest felicitie, by their greatest delights, or by their aboundant wealth and store, or by the vanitie of their glory? Neither yet for all that doe we make that chiefe good of a man, or of a commonweale, to be a thing confused, or mixt: For albeit that man be composed of a bodie which is fraile and mortall, and of a soule which is eternall and immortall; yet must it needs be confessed the cheiefe goodnesse of man to rest and be in that part which is more excellent than the rest, that is to say, the Mind.\n": 31,
    " For if it be true (as true it is) that this our bodie is compact and framed of flesh and bones, to serve the soule; and our desires to obey reason: who can doubt the chiefe felicitie of man wholy to depend of the most excellent vertue thereof, which men call the action of the mind? For although Aristotle,  according  to the opinion of the Stoiks, had placed the chiefe goodnes of man in the action of vertue; yet he the same man was of opinion, that the same action was still to bee referred unto the end of contemplation: otherwise (saith hee) the life of man should bee more blessed than that of the Gods, who not troubled with any actions or businesse, enioy the sweet fruit of eternall contemplation, with a most assured repose and rest.\n": 33,
    " For all beit that the actions whereby mans life is maintained, as to eat, to drinke, to sleepe, and such like, are so necessarie, as that a man cannot long want them: yet is no man so simple, as in them to put mans chiefe good or felicitie.\n": 34,
    " And therefore I suppose that Marcus Varro, who deemed man his chiefe good to bee mixt, of action and contemplation; might (in mine opinion) have more aptly and better said mans life to have need of both; yet the chiefe good and felicitie thereof to consist in contemplation:  which the Academicks called the sweet, and the Hebrews the pretious death; for that  it doth in a sort ravish the mind of man from out of this fraile and vile bodie, and carrieth the same up into heaven.\n": 35,
    " Yet nevertheles true it is, that a commonweale cannot long stand if it be quite or long time destitute of those ordinary actions which concerne the preservation of the peoples welfare, as the administration and execution of iustice, the providing of victuals, and such other things necessary for the life of man; no more than can a man long live whose mind is so strongly ravished with the contemplation of high things, that he forgetteth to eate or drinke, and so suffereth the bodie with hunger and thirst to perish, or for lacke of rest to die.\n": 36,
    "But as in this fabrick of the world (which we may cal the true image of a perfect and most absolute commonweale) the Moone, as the soule of the world, comming neerer  unto the Sunne, seemeth to forsake this perspirall and elementarie region; and yet afterwards by the conjunction of the Sunne, filled with a divine vertue, wonderfully imparteth the same unto these inferiour bodies: so also the soule of this little world, by the force of contemplation ravished out of the bodie, and in some sort as it were united unto the great  Sun of understanding, the life of the whole world, wonderfully lightned with divine vertue, with that celestiall force marvelously strengtheneth the bodie, with all the naturall powers thereof.\n": 37,
    " Yet if the same, become too carefull of the bodie, or too much drowned in the sensuall pleasures thereof, shall forsake this divine Sunne; it shall befall it even as it doth unto the Moone, which shunning the sight of the Sun, and masked with the the shadow of the earth, looseth her brightnesse and light, by  which defect many fowle monsters are engendred, and the whole course of nature troubled: and yet if the Moone should never be seperated from the conjunction of the Sunne, it is most certaine that the whole frame of this elementarie world should in right short time be dissolved and perish.\n": 39,
    " The same judgement we are to have of a well ordered commonweale; the chiefe end and felicitie wherof consisteth in the contemplative vertues: albeit that publick and politicall actions of lesse worth, be first and the fore-runners of the same, as the provision of things necessarie for the maintenance and preservation of the state and people; all which for all that we account farre inferiour unto the morall vertues, as are also they unto the vertues intellectuall; the end of which, is the divine contemplation of the fairest and most excellent object that can  possibly be thought of or imagined.\n": 40,
    " And therefore we see that Almightie God who with great wisdome disposed all things, but that especially, for that he appointed only six dayes for us to travell and to do our businesse in, but the seventh day he consecrated unto contemplation and most holy rest, which onely day of all others hee blessed as the holy day of repose and rest, to the intent we should imploy the same in contemplation of his works, in meditation of his law, and giving of him praises.\n": 41,
    " For as we see in particuler men, many degrees of worldly calamitie or blisse, according to the divers ends  of good or bad that they have unto themselves propounded; so have also commonweals in a sort their degrees of felicitie and miserie, some more, some lesse, according to the divers ends they have in their government aimed at.\n": null,
    "The Lacedemonians are reported to have alwayes bene valiant and couragious  men; but in the rest of their actions injust and perfidious, if question once were of the common good: for that their education, their lawes, customs, and manners, had no other scope or end than to make their people couragious to undertake all dangers, and painfull to endure all manner of labour and toyle; contemning all such pleasures and  delights, as commonly effeminate the minds of men, and weaken their strength, referring  all their thoughts & deeds, to the encreasing of their state.\n": 42,
    " But the Romane commonweale having flourished in justice, farre passed the Lacedemonians; for that the Romans, besides that they were passing couragious, had propounded also unto themselves true iustice, whereunto, as to a marke they addressed all their actions.\n": 43,
    " Wherefore we must so much as in us lyeth endevour our selves to find the meanes to attaine or at least wise to come so neere as we possibly can, unto that felicitie wee have before spoken of, and to that definition of a Commonweale by us before set downe.\n": 44,
    ".\n": 45,
    " First we said that a Commonweale ought to be a lawfull or rightfull government: for that the name of a Commonweale is holy, as also to put a difference betwixt the same, and the great assemblies of robbers and pirats, with whome we ought not to have any part, commercement, societie, or alliance, but utter enmitie.\n": null,
    " And therefore in all wise and well ordered Commonweales, whether question be of the publike faith for the more safetie to bee given;  of leagues offensive or defensive to bee made; of warre to bee denounced, or undertaken, either for the defending of the frontiers of the kingdom, or for the composing of the controversies and differences of Princes amongst themselves; robbers and pirats are still excluded from all the benefit of the law of Armes.\n": null,
    " For why? Princes which governe their States by their owne lawes, and the lawes of nations, have alwayes divided their just and lawfull enemies, from these disordered, which seeke for nothing but the utter ruine and subvertion of Commonweales, and of all civill societie.\n": null,
    " For which cause, if ransome promised unto robbers for a mans redemption, bee not unto them  accordingly payed, there is no wrong done: for that the lawes of Armes ought neither  to be communicated unto them, neither are they to enjoy the benefit of those lawes, which lawfull enemies being taken prisoners, or free men enjoy.\n": null,
    " Not for that it is impossible to make a good Prince of a robber, or a good King of a  rover: yea, such a pirat there hath beene, who hath better deserved to be called a King, than many of them which have carried the regall scepters and diadems, who have no true or probable excuse of the robberies and cruelties which they cause their subiects to endure.\n": null,
    " As Demetrius the pirat by way of reproach said to Alexander the great, That he had learned of his father no other occupation than piracie, neither from him received any other inheritance than two small frigots: whereas he which blamed him of piracie, roamed about neverthelesse, and with two great armies robbed the world without controlment, albeit that he had left him by his father the great and flourishing kingdome of Macedon.\n": null,
    " Which frank speech so moved Alexander, not to the revenge of the just reproach given him, but unto commiseration, with a certaine remorse of conscience: in so much that he pardoned Demetrius, & made him general over one of his legions.\n": null,
    " And not to go further for examples, in our age Solyman the great Sultan of the Turks, with great rewards allured unto him Hariadenus Aenobarbus, Dragut Reis, & Occhial, three of the most famous pirats of our memory; whom he made his Admirals, and great commaunders at Sea; by their strength to confirme his owne power, and to keepe under the other pirats, then roaming all about the seas, and so to assure his traffique.\n": null,
    " And so contrariwise it should come to passe, that a Citie, or Commonweale, fruitfull by situation, abounding in riches, flourishing, and well stored with people, reverenced of friends, feared of enemies, invincible in arms, strong in fortification, prowd in buildings, triumphant in glorie, should therefore be rightly governed, albeit, that it were surcharged with all villanies, and grounded in all maner of vices.\n": null,
    " Wherfore sith that we  may without reproach want other things; as also without praise abound therein: but that vertues we cannot without great imputation want; or be with vices polluted without infamie: it must needs follow, that those things which are thought to make the life of man more blessed, that is to say, riches, wealth, large territories and possessions, not to be of necessitie required unto well ordered Cities, and commonweals: so that he which will looke further into the matter, must as little as hee may decline from the best or most perfect state of a Commonweale.\n": null,
    " For as much as by the goodnes of the end we measure the worth and excellencie, as well of Cities and Commonweals, as of all other things: so that by how much the end of every Citie or Commonweale is better or more heaven-like, so much is it to be deemed worthily to excell the rest.\n": null,
    " Most men thinking the life of man to be but base, if his endevours should bee onely directed unto necessitie, and not also unto pleasure, and ornament: they would (I say) account it a miserable thing to dwell in poore cottages covered with turfe, or in strait cabins and lodges to shrowd themselves from the injury of the weather.\n": null,
    " In which three vertues, true wisedome consisteth, better than which God hath not given any thing unto man: For that it cannot be taken from us by theft, consumed by fire, or lost by shipwrack; but is of it selfe sufficient to make men, otherwise  destitute and bare of all other things, happie; and that not every one in particular  onely, but even altogether also.\n": null,
    " And for as much as the desires of men are insatiable, after that those things are provided for which are necessarie, as also those which are profitable; it lusteth us also to seeke after, and to abound with vaine delights and pleasures, that so we may more sweetly & pleasantly live.\n": null,
    " For by these meanes men seeme in a manner to have obtained the most goodly knowledge of things naturall, civill, and divine, and the very summe of humane felicitie and blisse.\n": null,
    " And yet not willing to follow the doctrine of his maister Plato, and also accounting it  a shame to depart from the opinion by himselfe once received and set downe; for as much as he at the first had put the blessed life in action; he afterward with great ambiguitie of words, hath placed the chiefe felicitie of man, in the action of the mind, which is nothing else but contemplation: to the intent he might not seeme to have put the  chief good, both of men and commonweals, in things most contrary unto themselves; motion (I say) and rest, action and contemplation.\n": null,
    " And yet hee neverthelesse seeing men and commonweals to be still subject unto motion, and troubled with their necessary affaires, would not plainly put that chiefe good or happinesse which we seeke after, in contemplation onely; which for all that he must of necessitie confesse.\n": null,
    " The moral vertues also are of much more worth and dignitie than they: for that the mind by them (or by the vertue divine) purged from all perturbations, and affections, may bee filled with the most sweet  fruit and cleare light of contemplation.\n": null,
    " Whereby it is to be understood, the morall vertues to be referred unto the intellectuall, as unto their end.\n": null,
    " Now that can in no wise be called the chiefe good or happinesse, which is referred unto a farther thing, better and more excellent than it selfe: as the bodie unto the soule, appetite unto reason, motion unto quiet rest, action unto contemplation.\n": null,
    " And thus much concerning the principall end and chiefe good of every man in particular, as also of all men in generall, and of every well ordered commonweale: the neerer unto which end they approach, by so much they are the more happie.\n": null,
    " Wherfore prosecuting every part of the said definition, let us first speake of a Familie.\n": null
}