{
    " REPUBLIQUE est un droit gouvernement de plusieurs mesnages, & de ce qui leur est commun, avec puissance souveraine.\n": 0,
    " Nous mettons cette definition en premier lieu, par ce qu’il faut chercher en toutes choses la fin principale: & puis apres les moyens d’y parvenir.\n": 1,
    " Or la definition n'est autre chose que la fin du sujet qui se presente: & si elle n'est bien fondee, tout ce qui sera basti sur icelle se ruinera bien tost apres.\n": 2,
    " Et jaçoit que celuy qui a trouve la fin de ce qui est mis en avant, ne trouve pas tousjours les moyens d’y parvenir, non plus que le mauvais archer, qui voit le blanc & n’y vise pas: neantmoins avec l’adresse & la peine qu'il emploira, il y pourra fraper, ou approcher: & ne sera pas moins estime, s’il ne touche au bute, pourveu qu’il face tout ce qu’il doit pour y attaindre.\n": 3,
    " Mais qui ne sçait la fin & definition du suget qui luy est: propose, cestuy-la est hors d'esperance de trouver jamais les moyens d’y parvenir, non plus que celuy qui donne en l’air sans voir la bute.\n": 4,
    " Deduisons donc par le menu les parties de la definition, que nous avons posee.\n": 5,
    " Et mesme la loy n’a pas voulu, que celuy qui tomberoit entre leurs mains, perdist un seul poinct de sa liberté, ou qu’il ne peust faire testament,  & tous actes legitimes, que ne pouvoit   celuy qui estoit captif des ennemis, comme estant leur esclave, qui perdoit sa liberté, & la puissance  domestique sur les siens.\n": 11,
    " Et si on dit, que la loy  veut qu'on rende au voleur le gage, le depost, la chose empruntee, & qu’il soit ressaisi des choses par luy occupees injustement sur autruy, s’il en est depouillé par violence, il y a double raison: l'une, que le brigand merite, qu’on ayt egard à luy, quand il vient faire hommage au magistrat, & se rend soubs l’obeissance des loix pour demander, & recevoir justice: l’autre, que cela ne se fait pas tant en faveur des brigans, qu’en haine de celuy, qui veut retenir le sacré depost, ou qui procede par voye de fait ayant la justice en main.\n": 12,
    " Et quant au premier, nous en avons assez d’exemples, mais il n’y en a point de plus memorable que d’Auguste l’Empereur, qui fïst publier à son de trompe, qu’il donneroit XXV.\n": null,
    " mil escus à celuy, qui prendroit Crocotas, chef des voleurs en Espagne: dequoy adverty Crocotas, se represente luy mesme à l’Empereur, & luy demande XXV.\n": 13,
    " Mais qui voudroit user du droit commun envers les corsaires & voleurs, comme avec les droits ennemis, il feroit une perilleuse ouverture a tous vagabons de se joindre aux brigans, & asseurer leurs actions & ligues capitales soubs le voile de justice.\n": 14,
    " Ces moyens d’attirer les chefs des pirates au port de vertu, est, & fera tousiours loüable, non seulement affin de ne reduire point telles gens au desespoir d’envahir l’estat des Princes, ains aussi pour ruiner les autres comme ennemis du genre humain: & quoy qu’ils semblent viure en amitié & societé partageans egalement le butin, comme on disoit de Bargule & de Viriat, neantmoins cela ne doit estre appelle societé, ny amitié, ny partage en termes  de droit: ains coniurations, voleries, & pillages: car le principal poinct, auquel gist la vraye marque d’amitié, leur defaut, c’est à sçavoir, le droit gouvernement selon les loix de nature.\n": 19,
    " C’est pourquoy les anciens  appelloient Republique, une societé d’hommes assemblez, pour bien & heureusement viure: laquelle definition toutesfois a plus qu’il ne faut d'une part, & moins d’une autre: car les trois poincts principaux y manquent, c’est à sçavoir, la famille, la souveraineté, & ce qui eft commun en une Republique: joint aussi que ce mot, heureusement, ainsi qu’ils entendoient, n’est point necessaire: autrement la vertu n’auroit aucun pris, si le vent ne soufloit tousiours en poupe: ce que jamais homme de bien n’accordera: car la republique peut estre bien gouvernee, & sera neantmoins affligee de pauvreté, delaissee des amis, assiegee des ennemi & comblee de plusieurs calamitez: auquel estat Ciceron mesmes confesse avoir veu tomber la Republique de Marseille en Provence, qu’il dit avoir efté la mieux ordonnee, & la plus accomplie, qui fust onques en tout le monde sans exception: & au contraire, il faudroit, que la Republique fertile en assiette, abondante en richesses, fleurissante en hommes, reveree des amis, redoutee des ennemis, inuincible en armes, puissante en chasteaux, superbe en maisons, triomphante en gloire, fust droittement gouvernee, ores qu’elle fust debordee en mechancetez, & fondue en tous vices.\n": 22,
    " Et neantmoins il est bien certain, que la vertu n’a point d’ennemy plus capital, qu’un tel succés qu’on dit tresheureux: & qu’il est presque impossible d’accoler ensemble deux choses si contraires.\n": null,
    " Par ainsi nous ne mettrons pas en ligne de compte, pour definir la Repub.\n": 24,
    " ce mot, heureusement: ains nous prendrons la mire plus haut pour toucher, ou du moins approcher, au droit gouvernement: toutefois, nous ne voulons pas aussi figurer une Republique en Idee sans effect, telle que Platon, & Thomas le More chancelier d’Angleterre, ont imaginé, mais nous contenterons de suivre les regles Politiques au plus pres qu’il sera possible: en quoy faisant, on ne peut justement estre blasmé, encores qu’on n’ayt pas attaint le but où l’on visoit, non plus que le maistre pilote transporté de la tempeste, ou le medecin vaincu de la maladie, ne font pas moins estimez, pourveu que l’un ayt bien gouverné son malade, & l’autre son navire.\n": 28,
    " Or si la vraye felicité d'une Republique, & d’un homme seul est tout  un, & que le souverain bien de la Republique en general, aussi bien que d’un chacun en particulier, gist es vertus intellectuelles, & contemplatives, comme les mieux entendus  ont resolu: il faut aussi accorder, que ce: peuple là jouist du souverain bien, quand il a ce but devant les yeux, de s'exercer en la contemplation des choies naturelles humaines, & divines, en rapportant la louange du tout au grand prince de nature.\n": 29,
    " Si donc nous confessons, que cela est le but principal de la vie bien heureuse d’un chacun en particulier, nous concluons aussi que c’est la fin & felicité d'une Republique.\n": 30,
    " mais d’autant que les hommes d’affaires, & les Princes, ne sont jamais tombez d’accord pour ce regard, chacun mesurant son bien au pied de ses plaisirs & contentemens: & que ceux qui ont eu mesme opinion du souverain bien d'un particulier, n’ont pas tousiours accordé que l’homme de bien, & le bon citoyen soit tout un: ny que la felicité d’un homme, & de toute la Republique fust pareille: cela fait, qu’on atousjours eu varieté de loix, de coustumes, & desseings, selon les humeurs & passions des Princes & gouverneurs.\n": 31,
    " Toutefois puisque l’homme sage est la mesure de justice & de verité: & que ceux là qui sont reputez les plus sages, demeurent d’accord, que le souuerain bien d’un particulier, & de la Republique n'est qu’un, sans faire difference entre l'homme de bien, & le bon citoyen, nous arresterons là le vray poinct de felicité, & le but principal, auquel se doit rapporter le droit gouvernement d’une Republique: jaçoit qu’Aristote a doublé d’opinion, & tranché quelquefois le different des parties par la moitié, couplant tantost les richesses, tantost la force & la santé avec l'action de vertu, pour s'accorder à la plus commune opinion des hommes: mais  quand il en dispute plus subtilement, il met le comble de felicité en contemplation.\n": 34,
    " Qui semble avoir donné occasion à Marc Varron de dire, que la felicité des hommes est meslee d’action, & de contemplation: & sa raison est à mon advis, que d'une chose simple la felicité est simple, & d’une chose double, composee de parties diverses, la felicité eft double: comme le bien du corps gist en santé, force, alegresse, & en la beauté des membres bien proportionnez: & la felicité de l’ame inferieure, qui eft la vraye liaison du corps & de l'intellect, gist en l'obeissance que les appetits doivent à la raison: c’est à dire, en l’action des vertus morales: tout ainsi que le souverain bien de la partie intellectuelle, gist aux vertus intellectuelles: c’est à sçauoir, en prudence, science, & vraye religion: l’une touchant les choses humaines, l’autre les choses naturelles: la troisiesme, les choses divines: la premiere monstre la difference du bien & du mal: la seconde, du vray & du faux: la troisiesme, de la pieté & impieté, & ce qu’il faut choisir & fuir: car de ces trois se compose la vraye sagesse, où est le plus haut poinct de felicité en ce monde.\n": 37,
    " Aussi peut on dire par comparaison du petit au grand, que la Republique doit auoir un territoire suffisant, & lieu capable pour les habitans, la fertilité d’un pays assez plantureux, & quantité de bestail pour la  nourriture & vestemens des sugets: & pour les maintenir en sante, la douceur du ciel, la temperature de l'air, la bonté des eaux: & pour la defense & retraite du peuple, les matieres propres à bastir maisons & places fortes, si le lieu de soy n’est assez couuvrt & defensable.\n": 39,
    " Voila les premieres choses, desquelles on est le plus soigneux en toute Republique, & puis on cherche ses aisances: comme les medecines, les metaux, les teintures: & pour assugetir les ennemis, & allonger ses frontieres par conquestes, on fait provision d’armes offensives: & d’autant que les appetits des hommes font le plus souvent insatiables, on veut avoir en affluence, non seulement les choses utiles & necessaires, ains aussi plaisantes & inutiles.\n": 41,
    " Et tout ainsi qu’on ne pense gueres à l’instruction d'un enfant qu’il ne soit elevé, nourri, & capable de raison: aussi les Republiques n’ont pas grand soing des vertus morales, ny des belles sciences, & moins encores de la contemplation des choses naturelles & divines, qu’elles ne soient garnies de cequi leur fait besoin: & se contentent d'une prudence mediocre, pour asseurer leur estat contre les estrangers, & garder les sugets d’offenser les uns les autres, ou si quelcun est offensé, reparer la faute.\n": 44,
    " Mais l’homme se voyant eslevé & enrichi de tout ce qui luy est necessaire & commode, & sa vie asseuree d’un bon repos, & Tranquillité douce, s’il est bien né, il prend à contre-cueur les vicieux & meschans, & s'approche des gens de bien & vertueux: & quand son esprit est clair net des vices & passions, qui troublent l'ame, il prend garde plus soigneusement à voir la diversïté des choses humaines, les aages differens, les humeurs contraires, la grandeur des uns, la ruine des autres, le changement des Republiques: cherchant tousiours les causes des effects qu’il voit, puis apres, se tournant à la beauté de nature, il prend plaisir à la varieté des animaux, des plantes, des minéraux, considerant la forme, la qualité, la vertu de chacune, les haines & amitiez des unes envers les autres, & la suitte des causes enchaisnees, & dependentes l’une de l’autre: puis laissant la region elementaire, il dresse son vol jusques au ciel, auec les aisles de contemplation, pour voir la splendeur, la beauté, la force des lumieres celestes, le mouvement terribIe, la grandeur & hauteur d’icelles, & l’harmonie melodieuse de tout ce monde: alors il est ravi d'un plaisir admirable, accompagné d’un desir perpetuel de trouver la premiere cause, & celuy qui fut autheur d’un si beau chef-d’œuure: auquel estant paruenu, il arreste là le cours de ses contemplations, voyant qu’il est infini & incomprehensible en essence, en grandeur, en puissance, en sagesse, en bonté.\n": null,
    " Par ce moyen de contemplation, les hommes sages & entendus, ont resolu une tresbelle demonstration, c'est asçavoir, qu’il n'y a qu’un Dieu eternel & infini: & de là ont quasi tiré une conclusion de la felicité humaine.\n": 45,
    " Si doncun tel homme est jugé sage, & bien heureux, aussi sera la Republique tres-heureuse, ayant beaucoup de tels citoyens, encores qu’elle ne soit pas de grande estendue, ny opulente en biens, mesprisant les pom   pes & delices, des citez superbes plongees en plaisirs, & ne faut pas pourtant conclure, que la felicité de l'homme soit confuse & meslee: car combien que l’homme soit composé d’un corps mortel, & d’une ame immortelle, si faut-il confesser, que son bien principal depend de la partie la plus noble: car puisque le corps doibt servir à l'ame, & l’appetit bestial à la raison divine, son bien souverain despend aussi des vertus intellectuelles, qu’Aristote appelle l’action de l’intellect: & jaçoit qu’il eust dit, que le souverain bien gist en l’action de vertu, si est-ce qu’en fin il a esté contraint de confesser,  que l’action se rapporte à la contemplation, comme à sa fin, & qu’en icelle gist le souuerain bien: autrement, dit-il, les hommes feroient plus heureux que Dieu, qui n’est point empesché aux actions muables, jouissant du fruit eternel de contemplation, & d’un repos treshault, mais ne voulant pas s'arrester ouvertement à l’advis de son maistre, ny se departir de la maxime qu’il avoit posee, c’est à sçauoir, que le souverain bien gist en l’action de vertu, quand il a conclu la dispure du souverain bien, il a coulé doucement ce mot æquivoque, l’action de l’intellect, pour contemplation, disant que la felicité de l’homme gist en l’action de l’intellect: affin qu’il ne semblast vouloir mettre la fin principale de l’homme, & des Republiques, en deux choses du tout contraires, c’est a sçauoir, en mouvement & en repos.\n": 47,
    " en action & contemplation.\n": null,
    " & neantmoins voyant que les hommes & les Republiques font en perpetuel mouvement, empeschez aux actions necessaires, il n’a pas voulu dire simplement, que la felicité gist en contemplation, ce qu’il faut neantmoins advouër, car quoy’que les actions, par lesquelles la vie de l’homme est'entretenuë, soient fort necessaires, comme boire & manger, si est- ce qu’il n’y eut jamais homme bien appris, qui fondast en cela le souverain bien, aussi l’action des vertus morales est bien fort louable: par ce qu’il est impossible, que l'ame puisse recueillir le doux fruit de contemplation, qu'elle né soit esclarcie, & purisiee parles vertus morales, ou par la lumiere divine: de forte, que les vertus morales se rapportent aux intellectuelles.\n": 48,
    " or la felicité n’est pas accomplie, qui se rapporte, & cherche quelque chose de meilleur, comme sa fin principale, & ce qui est moins noble, au plus noble, comme le corps à l'ame, celle cy à l’intellect, l’appetit à la raison, & vivre pour bien vivre.\n": 51,
    " Par ainsi Marc Varron, qui a mis la felicité en action, & en contemplation, eust mieux dit, à mon advis, que la vie de l’homme a besoin d’action, & de contemplation: mais que le souverain bien gist en contemplation , que les Academiques ont appellé la mort plaisante, & les Hebrieux la mort precieuse, d’autant qu’elle ravist l’ame hors de la fange corporelle, pour la deifier.\n": 55,
    " Et neantmoins il est bien certain, que la Republique ne peut estre bien ordonnee, si on laisse du tout, ou pour long temps les actions ordinaires, la voye de justice, la garde & defense des sugets, les vivres, & provisions necessaires à l'entretenement d’iceux, non plus que l’homme ne peut vivre longue.\n": 56,
    "  Mais tout ainsi qu’en ce monde, qui est la vraye image de la Republique bien ordonnee, & de l’homme bien reiglé, on voie la lune comme l'ame s’approcher du Soleil, laissant aucunement la region elementaire, qui ressent un merueilleux changement, pour le declin de ceste lumiere, & tost apres l’accouplement du Soleil se remplir d’une vertu celeste, qu’elle rend à toutes choses: aussi l’ame de ce petit monde estant par fois ravie en contemplation, & aucunement unie à ce grand Soleil intellectuel, elle s’enflamme d’une clarté divine, & force émerveillable, & d’une vigueur celeste fortifiant le corps, & les forces naturelles.\n": 57,
    " mais si l’ame s’addonne par trop au corps, & s’enyure des plaisirs sensuels, sans rechercher le soleil divin, il luy en prend tout ainsi qu’à la lune, quand elle s'envelope du tout en l’ombre de la terre, qui luy oste sa lumiere, & sa force, & produit par ce desaut plusieurs monstres.\n": null,
    " & neantmoins si elle demeuroit tousiours unie au Soleil, il est bien certain que le monde elementaire periroit.\n": 58,
    " Nous ferons mesme jugement de là Republique bien ordonnee, la fin principale de laquelle gist aux vertus contemplatiues, jacoit que les actions politiques soient preallables, & les moins illustres soient les premieres: comme faire provisions necessaires, pour entretenir & defendre la vie des sugets: & neantmoins telles actions se rapportent aux morales, & celles cy aux intellectuelles, la fin desquelles est la contemplation du plus beau suget qui soit, & qu’on puisse imaginer.\n": 59,
    " Aussi voyons nous, que Dieu a laisse six jours pour toutes actions, estant la vie de l’homme sugette pour la plus-part à icelles: mais il a ordonné, que le septiesme, qu’il au oit beni sus tous les autres, seroit chomé, comme le saint jour du repos, affin de l’employer  en la contemplation de ses œuures de sa loy, & de ses louanges.\n": 60,
    " Voila quant à la fin principale des Republiques bien ordonnees, qui sont d’autant plus heureuses, que plus pres elles approchent de ce but: car tout ainsi qu’il y a plusieurs degrez de felicité des hommes, aussi ont les Republiques leurs degrez de felicité, les unes plus, les autres moins, selon le but que chacune se propose pour imiter: comme l’on disoit  des Lacedemoniens, qu’ils estoient courageux, & magnanimes, & au reste de leurs actions, injustes: par ce que leur institution, leurs loix, & coustumes n’avoient autre but devant les yeux, que rendre les hommes courageux, & invincibles aux labeurs & douleurs, meprisans les plaisirs & delices.\n": 63,
    " mais la Republique de Romains a fleuri en justice, & surpasse celle de Lacedemonne, par ce que les Romains n’avoient pas seulement la magnanimité, ains aussi la vraye justice leur estoit comme un suget, auquel ils adressoient toutes leurs actions.\n": 64,
    " Il faut donc s’efforcer de trouver les moyens de parvenir ou approcher de la felicité, que nous avons dit, & à la definition de la Republique, que nous avons posee.\n": 65,
    " .\n": 67,
    " Nous avons dit en premier lieu, droit gouvernement, pour la difference qu’il y a entre les Republiques, & les troupes des voleurs & pirates, avec lesquels on ne doibt avoir part, ny commerce, ny alliance: comme il a tousjours esté gardé en toute Republique bien ordonnee, quand il a esté question de donner la foy, traitter la paix, denoncer la guerre, accorder ligues offensives, ou defensives, bourner les frontieres, & decider les differens entre les princes & seigneurs souverains, on n’y a jamais compris les voleurs, ny leur suitte: si peut estre cela ne s’est fait par necessité forcee, qui n’est point sugette à la discretion des loix humaines, lesquelles ont tousjours separé les brigans & corsaires, d’avec ceux que nous di-  sons droits ennemis en fait de guerre: qui maintiennent leurs estats & Republiques par voye de iustice, de laquelle les brigans & corsaires cherchent l'eversion & ruine.\n": null,
    " C’est pourquoy ils ne doivent jouyr du droit de guerre commun à tous peuples, ny se prevaloir des loix que les vainqueurs donnent aux vaincus.\n": null,
    " mil escus.\n": null,
    " Auguste les luy fist payer,   & luy donna sa grace: affin qu’on ne pensast point qu’il voulust luy oster la vie, pour le frustrer du loyer promis, & que la foy & seureté publique fust gardee a celuy qui venoit en justice: combien qu'il pouvoit proceder contre luy & luy faire son proces.\n": null,
    " Non pas qu’il soit impossible de faire un bon Prince d’un voleur, ou d’un corsaire un bon Roy: & tel pirate y a, qui merite mieux d’estre appelle Roy, que plusieurs qui ont porté les sceptres & diademes, qui n'ont excuse veritable, ny vray-semblable, des voleries & cruautez, qu’ils faisoient souffrir aux fugets: comme disouit Demetrius le corsaire au Roy Alexandre le Grand, qu’il n’avoit appris autre mestier deson pere, ny hérité pour tout bien que deux fregates: mais quant à luy, qui blasmoit la piratique, il ravageoit neantmoins, & brigandoit avec deux puissantes armees, par mer, & par terre, encore qu’il eust de son pere un grand & florissant royaume, ce qui esmeut Alexandre plustost à un remords de conscience, qu'a vanger la juste reproche à luy faite par un escumeur, qu’il fist alors capitaine en chef d’une legion: comme de nostre aage Sultan Sulyman appella à son conseil les deux plus nobles corsaires de memoire d’homme, Ariadin Barberousse, & Dragut Reis, faisant l’un & l’autre  Amiral, & Bascha, tant pour nettoyer la mer des autres pirates, que pour asseurer son estat, & le cours de la traffique.\n": null
}